"BUTTON_AUTHENTICATE" = "使用我的手机号码";

"BUTTON_CREATED_ACCOUNT" = "已创建账号";

"BUTTON_CREATE_ACCOUNT" = "创建账号";

"BUTTON_CREATING_ACCOUNT" = "正在创建账号";

"BUTTON_DISMISS" = "忽略";

"BUTTON_OK" = "确定";

"BUTTON_RESEND_CONF_CODE" = "重新发送确认码";

"BUTTON_RETRY" = "重试";

"BUTTON_SENDING_CONF_CODE" = "正在发送确认码";

"BUTTON_SEND_CONF_CODE" = "发送确认码";

"BUTTON_SENT_CONF_CODE" = "确认码已发送";

"BUTTON_SIGNED_IN" = "已登录";

"BUTTON_SIGNING_IN" = "登录";

"BUTTON_SIGN_IN" = "登录";

"BUTTON_SIGN_IN_WITH_TWITTER" = "使用 Twitter 登录";

"BUTTON_TRY_DIFFERENT_NUMBER" = "请尝试使用其他手机号码";

"ERROR_CHECK_CODE_TRY_AGAIN" = "请检查你的确认码并重试";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "请检查你的网络并重试";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "请检查你的手机号码并重试";

"ERROR_TRY_AGAIN_LATER" = "我们无法在这个时候让你登录Twitter。请稍后再试。";

"FOOTNOTE_CREATE_ACCOUNT" = "轻按上面的「创建账号」按钮意味着你同意Twitter位数的<u>服务条款</u>、<u>隐私政策</u>和<u>Cookies政策</u>，而%@的其他用户可以通过手机号码和/或邮件地址找到你。";

"FOOTNOTE_SEND_CONF_CODE" = "轻按上面的「发送确认码」按钮，<u>Twitter位数</u>便会向你的手机号码发送短信。";

"LABEL_ENTER_CONF_CODE" = "输入确认码";

"LABEL_ENTER_PHONE_NUMBER" = "输入你的手机号码";

"LABEL_PLEASE_USE_TWITTER" = "请使用Twitter登录";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "您的号码已经与Twitter帐户关联，请在下面使用Twitter登录。";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "无法确认你的手机号码";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "很抱歉，我们无法为你发送确认码。请尝试在下面登录。";

"PARTIAL_FOOTNOTE_THIS_APP" = "此应用";

"PLACEHOLDER_CONF_CODE" = "确认码";

"PLACEHOLDER_YOUR_NUMBER" = "你的手机号码";

